<template>
  <div class="container context-container">
    <article style="text-align: left;">
      <p align="center">
        <strong>“走”进《大上海计划》</strong>
      </p>
      <p>
        <strong>
          <img
            width="100%"
            src="../assets/bigshanghai/1.jpg"
          />
        </strong>
        <strong></strong>
      </p>
      <p>
        <strong></strong>
      </p>
      <p>
        根据孙中山先生的《建国大纲》，1929年7月上海特别市政府第123次会议通过《大上海计划》，划定今江湾五角场东北地带作为新上海市中心区域。
      </p>
      <p>
        《大上海计划》于民国十九年（1930年）7月正式动工，实施前后共7年，民国廿一年（1932年）淞沪抗战时曾受到破坏，以后继续施工。直到民国廿六年（1937年）淞沪会战爆发而不得不停止。
      </p>
      <p>
        1938年10月，日军以《大上海计划》为原形制订《上海大都市计划》，添加了更多的亲日内容。1945年二战结束，日本投降，国民政府重新接管后未能接续计划，仅对部分道路和建筑进行修缮。
      </p>
      <p>
        1945年，成立了以大上海计划中划定的区域作为新市区，这一象征性的计划产物一直延续至1952年被兼并成江湾区。
      </p>
      <p>
        《大上海计划》在农田间开垦了一系列道路，并以新市政府大厦为中心，完成了运动场、图书馆、博物馆、市医院、卫生试验所、国立音专、广播电台、中国航空协会等建筑的建设。
      </p>
      <p>
        尽管《大上海计划》在建设中因战争等原因而终止，许多规划的道路和建筑也未能完成，但是重新“走”进这段时光，“走”上过去的道路，依然能够体味到当初《大上海计划》的恢弘壮阔。
      </p>
      <p>
        <img
          width="100%"
          src="../assets/bigshanghai/2.jpg"
        />
      </p>
      <p align="center">
        《大上海计划》草图
      </p>
      <p>
        <strong></strong>
      </p>
      <p align="center">
        <strong>新上海市中心区域</strong>
        <strong></strong>
      </p>
      <p>
        《大上海计划》把市中心区域（即新上海）划为政治、商业、住宅三部分，以五角场为中心形成蜘蛛网样的干支道路系统，用三条马路：黄兴路、其美路（今四平路）和翔殷西路（今邯郸路）分别接通杨浦、虹口和闸北；用两条马路：翔殷路、淞沪路通向“大上海”腹地，构成既相分割又互为联系的街区。
      </p>
      <p>
        市中心区域划定后，再把全市分为行政区、工业区、商港区、商业区、住宅区五大区域，以新上海为行政区，市中心和老城厢为商业区，吴淞江及黄浦江岸为商港区，大场、真如一带为工业区，曹家渡、法华、龙华、漕河泾一带为住宅区。
      </p>
      <p align="center">
        <img
          width="100%"
          src="../assets/bigshanghai/3.jpg"
        />
      </p>
      <p align="center">
        上海市市政府鸟瞰图
      </p>
      <p align="center">
        <strong></strong>
      </p>
      <p align="center">
        <strong>道路设施系统与命名规则</strong>
        <strong></strong>
      </p>
      <p>
        市中心区域的道路计划最早始于1929年10月。市中心区域建设委员会主席沈怡亲自绘制的《市中心区域计划草图》显示，当时道路系统的形式感非常强，大量使用了放射性道路，除了五角场以外，几乎所有的道路都汇聚到十字形轴线的行政中心。在计划中，道路分级的思想开始出现，主干道路和普通道路区别明显。
      </p>
      <p>
        在道路的命名上，几条主要的干道或沿用旧名或因纪念题名。
      </p>
      <p>
        如翔殷路是沿用旧名，黄兴路、其美路等是纪念辛亥革命英雄黄兴和陈其美，世界路、大同路、三民路、五权路则是纪念孙中山的世界大同、三民主义和五权宪法。
      </p>
      <p>
        <img
          width="100%"
          src="../assets/bigshanghai/4.jpg"
        />
      </p>
      <p align="center">
        上海市市中心区道路系统图（自制）
      </p>
      <p>
        次要道路以世界路、大同路、三民路、五权路为不同区域分界线，以“中、
      </p>
      <p>
        华、民、国、上、海、市、政、府”为首字组词，分别命名道路。
      </p>
      <p>
        除首字按照区位命名外，第二个字都是寓意吉祥的字眼，且有连缀现象。
      </p>
      <p>
        东北分区（世界路以东、五权路以北）纵向道路以“中”字头命名，横向道路以“上”字头命名；
      </p>
      <p>
        东南分区（大同路以东、五权路以南）纵向道路以“华”字头命名，横向道路以“海”字头命名；
      </p>
      <p>
        西北分区（世界路以西、三民路以北）纵向道路以“民”字头命名，横向道路以“市”字头命名；
      </p>
      <p>
        西南分区（大同路以西、三民路以南）纵向道路以“国”字头命名，横向道路以“政”字头命名；
      </p>
      <p>
        中央分区（市府大厦周边）全部以“府”字头加方位命名。
      </p>
      <p align="center">
        <strong>《大上海计划》建设遗产</strong>
        <strong></strong>
      </p>
      <p>
        民国18年（1929年），上海特别市政府制订《大上海计划》。8月12日成立“上海市市中心区域建设委员会”，聘请董大酉为顾问。民国19年市长张群批准聘董大酉主任建筑师。
      </p>
      <p>
        董大酉（1899～1973），浙江杭州人。民国11年（1922年）毕业于清华大学，即去美国留学。先后毕业于明尼苏达大学和哥伦比亚大学研究院。民国17年回国，民国18年与美国同学菲利普合办建筑师事务所。同年加入中国工程师学会，被推选为中国建筑师学会会长。
      </p>
      <p align="center">
        <img
          width="50%"
          src="../assets/bigshanghai/5.jpg"
        />
      </p>
      <p align="center">
        董大酉照片
      </p>
      <p>
        董大酉以他的专长才智，在五角场地区，主持设计了一系列大型公共设施。1990年，该批建筑被市府定为文物保护单位。
      </p>
      <p>
        <img
          width="100%"
          src="../assets/bigshanghai/6.jpg"
        />
      </p>
      <p align="center">
        《大上海计划》建设遗产地图
      </p>
      <p>
        Reference：
      </p>
      <p>
        [1] 魏枢.《大上海计划》启示录——近代上海华界都市中心空间形态的流变[D].上海:同济大学,2007.
      </p>
      <p>
        [2] <a href="http://news.163.com/14/0626/09/9VLGPILV00014AED.html" target="_blank">网易新闻.“大上海都市计划”做了哪些规划？</a>
      </p>
      <p>
        [3] <a href="https://www.jfdaily.com/news/detail?id=52779" target="_blank">
            上观.“大上海都市计划”：1946年的现代大都市之梦为何至今充满魅力？
          </a>
      </p>
    </article>
  </div>
</template>

<script>
export default {
  name: 'BigShanghai'
}
</script>

<style scoped>

</style>
