<template>
  <article class="container context-container" style="text-align: left;">
    <h1 align="center">
      <strong>上海租界变迁史</strong>
    </h1>
    <p>
      《南京条约》和《五口通商附粘善后条款》签订后，1845年上海领事巴富尔与上海道台宫慕久商定《土地章程》，    <strong>规定黄浦江以东、洋泾浜以北、李家厂以南为英商居留地，</strong>在近代中国设立了第一块租界—英租界。
    </p>
    <p>
      1848年首任法国驻上海领事敏体尼到达上海，于1849年与上海道台麟桂商定辟设法租界。
    </p>
    <p>
      1848年上海道台同意美国传教士文惠廉提出的在虹口建立美租界的要求
    </p>
    <p>
      <br/>
      19世纪50年代中期，英美法三国领事联合通告，擅自公布《上海英美法租界土地章程》，并建立统一管理英、法、美三租界的管理机构工部局，后法国方面为维护自身利益，坚持对法租界的独立管理权。
    </p>
    <p>
      1863年9月21日，英美租界正式合并，称Foreign Settlement，法租界则成为法国专管租界。
    </p>
    <p>
      1899年，Foreign Settlement 改称 International Settlement，即国际公共租界，通常称为公共租界。
    </p>
    <p>
      经过不断扩张，此时公共租界的拓展至
      <strong>
        东自杨树浦桥起，至周家嘴角；西自泥城桥至静安寺，又由静安寺划一直线，至新闸苏州河南岸；南自法租界八仙桥，至静安寺；北自虹口租界第五届石起，至上海县北边界，即宝山与上海县交界处，再从此划一直线至周家嘴。租界面积由
      </strong>
      <strong>10676</strong>
      <strong>亩扩张至</strong>
      <strong>33503</strong>
      <strong>亩。</strong>
    </p>
    <p align="center">
      <img
        width="100%"
        src="../assets/rent/1.jpg"
      />
    </p>
    <p>
      <br/>
      1849年法租界设立，最初的界址为南到城河（人民路），北至洋泾浜，西至关帝庙诸家桥（今西藏南路），东至广东潮州会馆沿河（今龙潭路）至洋泾浜东角，共986亩。
    </p>
    <p>
      经历了1861年、1899年和1914年三次扩张之后，截至1914年9月14日，法租界范围拓展至<strong>东起黄浦江，西到徐家汇，南自肇嘉浜、北以延安东路、延安中路、延安西路与英租界毗邻，总面积达</strong>    <strong>15150</strong><strong>亩。</strong><strong></strong>
    </p>
    <p>
      租界的拓展方式主要有两种，一种是租界当局通过制造事端、寻找借口与上海地方政府进行谈判，修改《上海土地章程》的相关条款，重新划定租界边界来实现。
    </p>
    <p>
      另外一种是通过<strong>越界筑路</strong>
      ，对所筑道路路政进行管理、路边居民实施管辖，造成局部或某种程度上扩展的事实，然后通过谈判，将越界筑路地区全部或部分划入租界。
    </p>
    <h1 align="center">
      <strong>越界筑路那点儿事</strong>
    </h1>
    <p>
      <strong>道路是城市的命脉所在，也是城市的物质载体。</strong>
      上海的租界时期同样也修筑了大量的道路。根据资料显示，上海的租界道路共有近400条。
    </p>
    <p>
      这些道路包括以外国人名命名的霞飞路、福煦路、贝当路、敏体尼路、白来尼蒙马浪路、环龙路、爱多亚路、辣厄尔路、麋鹿路、皮少耐路、爱来格路、敏体尼荫路等。
    </p>
    <p>
      也有外国地名命名的海防路、东京路、星加坡路、槟榔路、龙江路、爱根路、西贡路、喀拉契路、拉合尔路、刚达哈尔路、德里路勒克诺路等。
    </p>
    <p>
      以中国地名命名的河南路、山东路山西路、福建路、苏州路、贵州路、云南路、厦门路、汕头路、宁波路、天津路等。
    </p>
    <p>
      还包括以建筑物、宗教相关事务等命名的金神父路、圣母院路、姚主教路、赵主教路、洞庭路、鸭绿江路、圆明园路等。
    </p>
    <p align="center">
      <img
        width="100%"
        src="../assets/rent/2.png"
      />
    </p>
    <p>
      <br/>
      其中有一种道路是近代上海特有、其他城市所无的，那便是越界筑路。
    </p>
    <p>
      <strong>越界筑路，</strong>
      即租界当局在越过原有租界界址修筑的道路。1860年代到1930年代，各租界多因军事原因，或以开设、维护公园、跑马厅等休闲场所为名义越界筑路。
    </p>
    <p>
      法界徐家汇路是法租界的首条界外道路，是法国军队在太平军进攻上海时，以军工越界修筑的。该路起自方浜桥经斜桥、卢家湾至徐家汇。
    </p>
    <p>
      <strong>截至</strong>
      <strong>1914</strong>
      <strong>年，法租界共越界筑路</strong>
      <strong>34</strong>
      <strong>条，总长</strong>
      <strong>45620.9</strong>
      <strong>米。截至</strong>
      <strong>1926</strong>
      <strong>年，公共租界共越界筑路</strong>
      <strong>56</strong>
      <strong>条，总长</strong>
      <strong>122356.8</strong>
      <strong>米（不包括长度不明的麦根路和安和寺路）。两者相加，两租界到</strong>
      <strong>1926</strong>
      <strong>年共筑路</strong>
      <strong>90</strong>
      <strong>条，总长为</strong>
      <strong>167977.7</strong>
      <strong>米。</strong>
      其中最长的是虹桥路（9999.5米），最短是汤恩路（40米，今哈尔滨路）。
    </p>
    <p align="center">
      <img
        width="100%"
        src="../assets/rent/3.jpg"
      />
    </p>
    <p>
      <br/>
      到1930年，公共租界越界筑路区域面积共47540亩，比同期公共租界面积（33503亩）大14073亩，是同期公共租界面积的1.4倍。
    </p>
    <p>
      越界筑路作为租界间接扩张的重要方式，不仅造成了城市扩张运动，而且由此形成了特殊的区域—越界筑路区。越界筑路以及由此形成的越界筑路区在租界扩张过程中扮演着重要角色，同时对于上海城市社会生活的变迁产生了很大的影响。
    </p>
    <p>
      一方面，越界筑路作为租界扩张的手段，它成为外人在华僭越中国主权的一种象征，也是华界不断与之抗争的重要目标。
    </p>
    <p>
      另一方面，伴随着道路的推进，现代的路政设施，公共事业、公共卫生理念、警察制度等一并越出租界，客观上促进了华界的发展，乃至影响了整个上海城市现代化的进程。
    </p>
    <p>
      参考资料：
    </p>
    <p>
      [1] 蔡继福《旧上海路名的演变与租界的兴衰》
    </p>
    <p>
      [2] 沈梦晴《越界筑路与近代上海城市变迁》
    </p>
    <p>
      [3] 第四届：越界筑路地区（上）——愚园路拾零之一
    </p>
    <p>
    </p>
  </article>
</template>

<script>
export default {
  name: 'Rent'
}
</script>

<style scoped>

</style>
